Repository: kaflebeebek5/EPharmaNew
Catalog: src/Infrastructure/Resources/Services/Identity/UserService.*.resx
Languages: ne

source: Account Confirmed for {0}. You can now use the /api/identity/token endpoint to generate JWT.
ne: खाता {0} को लागी पुष्टि भयो। अब तपाइँ JWT उत्पन्न गर्न/api/Identity/token endpoint को उपयोग गर्न सक्नुहुन्छ।

source: Administrators Profile's Status cannot be toggled
ne: प्रशासक प्रोफाइल को स्थिति टगल गर्न सकिदैन

source: An Error has occurred!
ne: त्रुटी देखा पर्यो!

source: An error occurred while confirming {0}
ne: {0} को पुष्टि गर्दा एउटा त्रुटि आयो

source: Confirm Registration
ne: दर्ता पुष्टि गर्नुहोस्

source: CreatedOn (Local)
ne: लोकल मा सिर्जना गरियो

source: CreatedOn (UTC)
ne: यु टि सी मा सिर्जना गरियो

source: Email
ne: इमेल

source: Email {0} is already registered.
ne: ईमेल {0} पहिले नै दर्ता भएको छ।

source: EmailConfirmed
ne: ईमेल प्रमाणित

source: FirstName
ne: पहिलो नाम

source: Id
ne: आईडी

source: IsActive
ne: सक्रिय छ

source: LastName
ne: थर

source: Not Allowed to add or delete Administrator Role if you have not this role.
ne: यदि तपाइँ यो भूमिका छैन भने प्रशासक भूमिका थप्न वा मेटाउन अनुमति छैन।

source: Not Allowed.
ne: अनुमति छैन।

source: Password Reset Mail has been sent to your authorized Email.
ne: पासवर्ड रिसेट मेल तपाइँको अधिकृत ईमेलमा पठाइएको छ।

source: Password Reset Successful!
ne: पासवर्ड रिसेट सफल!

source: Phone number {0} is already registered.
ne: फोन नम्बर {0} पहिले नै दर्ता भएको छ।

source: PhoneNumber
ne: फोन नम्बर

source: PhoneNumberConfirmed
ne: फोन नम्बर पुष्टि भयो

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
ne: <a href='{0}'> यहाँ क्लिक गरेर </a> आफ्नो खाता पुष्टि गर्नुहोस्।

source: Please reset your password by &lt;a href='{0}&gt;clicking here&lt;/a&gt;.
ne: कृपया <a href='{0}> यहाँ क्लिक गरेर </a> आफ्नो पासवर्ड रिसेट गर्नुहोस्।

source: ProfilePictureDataUrl
ne: प्रोफाइल पिक्चर डाटा युआरएल

source: Reset Password
ne: पासवर्ड रिसेट

source: Roles Updated
ne: भूमिकाहरु अपडेट गरियो

source: User {0} Registered.
ne: प्रयोगकर्ता {0} दर्ता।

source: User {0} Registered. Please check your Mailbox to verify!
ne: प्रयोगकर्ता {0} दर्ता। प्रमाणित गर्नको लागी कृपया तपाइँको मेलबक्स जाँच गर्नुहोस्!

source: Username
ne: प्रयोगकर्ता नाम

source: Username {0} is already taken.
ne: प्रयोगकर्ता नाम {0} पहिले नै लिईएको छ।
